
export default function AboutCheif() {
    return (
        <>
            <div dir="rtl" className="container justify-content-center rounded-5 " style={{ backgroundColor: '#9DC183' }}>
                <div className="row " >
                <div className="col-lg-2 align-self-center mx-2  col-sm-12 col-md-12">
                        <h2>عن الشيف</h2>
                    </div>
                <div className="offset-lg-1 col-lg-8 p-3 fs-6 col-sm-12 col-md-12">
                        <p>هناك حقيقة مثبتة منذ زمن طويل وهي أن المحتوى المقروء لصفحة ما سيلهي القارئ عن التركيز على الشكل الخارجي للنص أو شكل توضع الفقرات في الصفحة التي يقرأها. ولذلك يتم استخدام طريقة لوريم إيبسوم لأنها تعطي توزيعاَ طبيعياَ -إلى حد ما- للأحرف عوضاً عن استخدام «هنا يوجد محتوى نصي، هنا يوجد محتوى نصي» فتجعلها تبدو (أي الأحرف) وكأنها نص مقروء. العديد من برامح النشر المكتبي وبرامح تحرير صفحات الويب تستخدم لوريم إيبسوم بشكل افتراضي كنموذج عن النص، وإذا قمت بإدخال "lorem ipsum" في أي محرك بحث ستظهر العديد من المواقع الحديثة العهد في نتائج البحث. على مدى السنين ظهرت نسخ جديدة ومختلفة من نص لوريم إيبسوم، أحياناً عن طريق الصدفة، وأحياناً عن عمد كإدخال بعض العبارات الفكاهية إليها.</p>
                    </div>
                   
                    
                </div>
            </div>
        </>
    )
}
